{
    "flowerVase": [
        {
            "id": 1,
            "name": "Bình Hoa Chim Sẻ",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/a001_112776396cv_2_8383f0c1191e4987a1132b532099670a_grande.png?v=1729819142028",
            "description": "Bình hoa Chích chòe và quả Quất - Cobalt vàng là một bức tranh thiên nhiên tràn ngập sắc xanh của hoa lá cùng tiếng chim ríu rít như báo hiệu một mùa mới an lành, vui vẻ phúc và tràn trề sức sống. Trên những nhành quất trĩu quả - tượng trưng cho sự sinh sôi nảy nở, chú chim chích chòe với dáng đứng khoan thai, ung dung cất tiếng hót. Sự phối kết hài hòa về màu sắc và họa tiết đã tạo nên một tuyệt phẩm sang trọng và đẳng cấp, sử dụng cắm hoa hay bày trí mọi không gian đều phù hợp.",
            "origin": "Việt Nam",
            "price": 528000,
            "old-price": 600000,
            "discount": -12,
            "sale": "New",
            "best-seller": ""
        },
        {
            "id": 2,
            "name": "Bình hoa - Tứ Linh",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/a001_114554074_1_842eeaa3a4ec4500b550875a9c7165a8_large.png",
            "description": "Bình Tứ Linh với họa tiết là hình dáng của các linh vật có ý nghĩa tốt lành, may mắn, được đội ngũ nghệ nhân của Minh Long I phác họa tỉ mỉ, khéo léo. Từng bộ phận đến các chi tiết nhỏ nhất của linh vật đều được đặc tả sinh động bằng nét vẽ uyển chuyển, dáng di chuyển với thần thái linh hoạt. Tác phẩm vừa mang nét truyền thống nhờ cách sử dụng màu xanh blue Huế đặc trưng, vừa sang trọng từ những nét vẽ vàng trên nhiều họa tiết.",
            "origin": "Việt Nam",
            "price": 9750000,
            "old-price": null,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa Lộc Phát",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/a001_694020345_1_db1b0084666e4246a4fc795f92c8d1cd_grande.png?v=1729820325721",
            "description": "Khoác lên vẻ truyền thống, nền nã của loài hoa Á Đông nhưng lại không kém phần tinh tế hiện đại, những cánh sen bung tròn, phúc hậu ôm lấy nhụy đã được tái hiện sống động bằng màu xanh cobalt đặc trưng của cung đình Huế. Bức tranh chân thực và sống động về lá, cỏ và hoa sen như đưa người ngắm về với một làng quê Việt Nam vốn yên bình, trù phú... Nghệ nhân cũng khéo léo tạo nét vương giả bằng những chi tiết vẽ vàng 24k uyển chuyển trên từng cánh hoa, vành, tay cầm và nắp tạo nên sắc màu lấp lánh dưới sự phản chiếu của ánh sáng. Bộ sản phẩm thích hợp cho những buổi sum họp thân tình trong không gian yên bình, thư giãn vừa gần gũi vừa sang trọng.",
            "origin": "Việt Nam",
            "price": 3000000,
            "old-price": 4000000,
            "id": 3,
            "discount": -25,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa Thanh Long",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/1137560215-sm-01_ccb72be8c2b24e53af88855656b09887_large.png",
            "description": "Bình hoa được các Nghệ nhân Minh Long vẽ tay hoàn toàn, các hoạ tiết được phác hoạ tỉ mỉ, khéo léo với màu sắc hài hoà. Như một tác phẩm nghệ thuật, bình hoa Minh Long luôn luôn được sáng tác kì công trong từng nét vẽ, để kể một câu chuyện đặc sắc về thiên nhiên, con người hoặc văn hoá. Ngoài việc sử dụng để tôn lên vẻ đẹp mĩ miều của các loài hoa, bình thủ công còn là một tác phẩm trang trí nâng tầm không gian sống của gia đình hoặc xứng đáng là vật phẩm quà tặng giá trị cao cho những dịp đặc biệt.",
            "origin": "Việt Nam",
            "price": 3450000,
            "old-price": 3105000,
            "id": 4,
            "discount": -10,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa Ếch và Lá",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/oa-hoa-van_binh-hoa-36-cm-ech-va-la-binh-hoa-hoa-van_11369600101-sm-01_1d3c933a39874befb17c9812c5c4dd0b_large.png",
            "description": "Bình hoa được các Nghệ nhân Minh Long vẽ tay hoàn toàn, các hoạ tiết được phác hoạ tỉ mỉ, khéo léo với màu sắc hài hoà. Như một tác phẩm nghệ thuật, bình hoa Minh Long luôn luôn được sáng tác kì công trong từng nét vẽ, để kể một câu chuyện đặc sắc về thiên nhiên, con người hoặc văn hoá. Ngoài việc sử dụng để tôn lên vẻ đẹp mĩ miều của các loài hoa, bình thủ công còn là một tác phẩm trang trí nâng tầm không gian sống của gia đình hoặc xứng đáng là vật phẩm quà tặng giá trị cao cho những dịp đặc biệt.",
            "origin": "Việt Nam",
            "price": 3450000,
            "old-price": null,
            "id": 5,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa Lý Ngư",
            "category": "Bình Hoa",
            "img": "https://lysuinlogo.com/wp-content/uploads/2022/03/Binh-hoa-27-cm-Ly-Ngu-1.png",
            "description": "Bình vẽ tay thủ công nên hình ảnh sản phẩm chỉ mang tính chất minh họa.",
            "origin": "Việt Nam",
            "price": 4750000,
            "old-price": null,
            "id": 7,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa Thuận Buồm",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/a001_112776322_1_d06536d27e4a4fc4abef25af53fc7f2d_master.png",
            "description": "Tái hiện hình ảnh con thuyền no gió, chở đầy vàng bạc, châu báu, với cánh buồm căng sóng vượt biển khơi như hành trình sức mạnh, ý chí vượt phong ba bão táp để tới bến bờ thành công. Bình thuận buồm giống như một “bùa hộ mệnh”, “vật phẩm phong thủy” dành cho mọi người, đặc biệt là người kinh doanh, giới doanh nhân. Đặt chiếc “bình thuận buồm” trong phòng làm việc, phòng khách như một niềm tin tâm linh mang lại nhiều tài lộc cho gia chủ. Đặc biệt trao tặng món quà này dành cho những người làm ăn buôn bán, khởi nghiệp với lời chúc sẽ gặp nhiều thuận lợi, tấn tới trong công việc, hay lời chúc may mắn, “thuận buồm xuôi gió” trong mọi việc.",
            "origin": "Việt Nam",
            "price": 1700000,
            "old-price": null,
            "id": 6,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa Đông Sang E Ấp",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/binh-hoa-dong-sang-e-ap_72042675ce5046fba794c6fc848ca44e_grande.png?v=1729827012238",
            "description": "Bình hoa được các Nghệ nhân Minh Long vẽ tay hoàn toàn, các hoạ tiết được phác hoạ tỉ mỉ, khéo léo với màu sắc hài hoà.",
            "origin": "Việt Nam",
            "price": 3750000,
            "old-price": null,
            "id": 8,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa - Đôi Bạn",
            "category": "Bình Hoa",
            "img": "https://minhlong1.net/wp-content/uploads/2022/03/Binh-hoa-28-cm-Doi-Ban.png",
            "description": "Không chỉ là hình ảnh gần gũi và gắn liền với văn hóa dân gian Việt Nam, cá chép được xem là linh vật phong thủy có khả năng chiêu tiền kim tài, đồng thời cũng là biểu tượng cho đoàn kết, ý chí và sự cao quí. Trong mỗi sự kiện trọng đại của đời người, cá chép luôn là món quà tinh thần vô giá như một lời chúc, mong muốn những gì tốt đẹp nhất. Hình ảnh cá chép vàng – màu vàng may mắn, tài lộc như nhắn gửi những may mắn, hi vọng về sự đỗ đạt trong học hành, thi cử, lời ước nguyện “công thành danh toại”, một tương lai sáng lạng trong sự nghiệp và thành quả viên mãn, như ý cho những cố gắng, vượt khó trong cuộc sống.",
            "origin": "Việt Nam",
            "price": 3550000,
            "old-price": null,
            "id": 9,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bình hoa Chích Chòe",
            "category": "Bình Hoa",
            "img": "https://product.hstatic.net/200000532849/product/a001_112776396cv_2_8383f0c1191e4987a1132b532099670a_master.png",
            "description": "Bình hoa Chích chòe và quả Quất - Cobalt vàng là một bức tranh thiên nhiên tràn ngập sắc xanh của hoa lá cùng tiếng chim ríu rít như báo hiệu một mùa mới an lành, vui vẻ phúc và tràn trề sức sống. Trên những nhành quất trĩu quả - tượng trưng cho sự sinh sôi nảy nở, chú chim chích chòe với dáng đứng khoan thai, ung dung cất tiếng hót . Sự phối kết hài hòa về màu sắc và họa tiết đã tạo nên một tuyệt phẩm sang trọng và đẳng cấp, sử dụng cắm hoa hay bày trí mọi không gian đều phù hợp.",
            "origin": "Việt Nam",
            "price": 1400000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        }
    ],
    "teaCup": [
        {
            "id": 1,
            "name": "Tách trà - Hoàng Cung - Lạc Hồng",
            "category": "Tách trà",
            "img": "https://product.hstatic.net/200000532849/product/tach-tra-020-l-hoang-cung-lac-hong_022024208-1-sm_af75c5cce56c42a28bbcdc4e0b42aa1b_large.png",
            "description": "Lạc Hồng với ý nghĩa bay lên từ cội nguồn dân tộc. Minh Long đã cho ra đời dòng sản phẩm Lạc Hồng mang thông điệp ngàn xưa từ những gì đẹp đẽ, linh thiêng cho tâm hồn và khát vọng bay lên, là niềm tự hào sáng tạo và thăng hoa suốt ngàn đời của dân tộc vào bữa ăn hàng ngày của gia đình nhằm nhắc nhớ con cháu luôn hướng về cội nguồn dân tộc và mang đến cho gia đình bữa cơm thêm trọn vị, ấm cúng hơn. Sản phẩm có lối thiết kế tinh tế, trang nhã. Trên nền sứ sáng bóng, các họa tiết, hoa văn được trang trí trên tông xanh cobalt (blue Huế) đặc trưng, mang ý nghĩa thịnh vượng và sang trọng.",
            "origin": "Việt Nam",
            "price": 254880,
            "old-price": 300000,
            "discount": null,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "id": 2,
            "name": "Tách trà - Hoàng Cung - Hồn Việt",
            "category": "Tách trà",
            "img": "https://product.hstatic.net/200000532849/product/tach-tra-020-l-hoang-cung-hon-viet_022024038-1-sm_9ebcdcaa001c4ab28971c5de4b3fca83_large.png",
            "description": "Mang phong cách cung đình, vương tộc nhưng vẫn đậm đà hình ảnh văn hóa dân gian Việt Nam, sự sáng tạo nghệ thuật thể hiện ở từng nét vẽ có tính thẩm mỹ riêng tạo nên phần hồn, chiều sâu văn hóa của từng tác phẩm. Từ những hoa văn đậm chất làng quê Việt, khắc họa đời sống sinh hoạt của người dân (bộ Hồn Việt, Hồn quê), linh vật biểu tượng thiêng liêng như chim lạc, trống đồng (Bộ Lạc Hồng, Cội Nguồn), cho tới họa tiết cung đình xưa như rồng phượng, hoa sen (Bộ Quốc sắc, Cẩm Tú, Hoàng Bào, Sen vàng)… đều được khắc họa sinh động và tinh tế hình ảnh một Việt giàu giàu bản sắc, thuần hậu.",
            "origin": "Việt Nam",
            "price": 321840,
            "old-price": 570000,
            "discount": null,
            "sale": "New",
            "best-seller": "Hot"
        }
    ],
    "bowl": [
        {
            "id": 2,
            "name": "Bát cơm Jasmine - Quả Đầu Mùa",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/1_171229c51ec1489bbafc4e47fe9101bd_grande.png?v=1729822549514",
            "description": "Điểm nhấn của bộ sản phẩm là những chùm quả chín căng mọng, ngọt ngào biểu tượng cho sự thịnh vượng, đơm hoa kết trái. Hình ảnh chú chim đậu trên cành được khắc họa khéo léo trên sứ trắng càng tăng thêm sự sống động, chân thực cho bức tranh thiên nhiên vào mùa quả chín. Sự kết hợp giữa những gam màu nổi bật như đỏ, cam vừa biểu trưng cho ý nghĩa may mắn, vừa đem lại không khí ấm áp, rực rỡ. Sản phẩm được nung ở nhiệt độ cao, đảm bảo độ cứng chắc, khó trầy xước, dễ tẩy rửa và sử dụng tiện lợi trong không gian nhà bếp.",
            "origin": "Việt Nam",
            "price": 645000,
            "old-price": null,
            "discount": null,
            "sale": "",
            "best-seller": "Hot"
        },

        {
            "name": "Bát Tulip Trắng - Trống Đồng",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/591111376__1__6e81c2b921b44fd2a1f39fc785621d12_grande.png?v=1729823282088",
            "description": "Tái hiện sống động biểu tượng văn hóa thiêng liêng và nền văn minh của người Việt cổ trên sứ chính là cách Minh Long lưu giữ ký ức lịch sử trong cuộc sống hiện đại. Sự phối màu tươi trẻ, mới mẻ (cam đỏ, xanh lam Huế, vàng) trên nền hoa văn Trống Đồng truyền thống cùng kiểu dáng sắc cạnh và đường loe mang phong cách rất Tây. Ẩn chứa sự  kỳ công của người làm nghề, Trống đồng làm sống dậy vẻ đẹp, linh hồn của đất nước, dân tộc thủa sơ khai, nơi thăng hoa tài năng, kỹ thuật minh triết, trí tuệ sáng tạo và đời sống tinh thần của người Việt. Bộ sản phẩm cao cấp không chỉ là tâm huyết và tấm lòng trân trọng giá trị cổ xưa đồng thời còn là niềm tự hào về hào khí, sức sống mãnh liệt 4000 năm nước Việt.",
            "origin": "Việt Nam",
            "price": 35000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Bát Tulip Ngà - Awakening",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/031129181_16485abc0b2a44abbd33df6613df0654_grande.png?v=1729823327901",
            "description": "Tulip là loài hoa biểu tượng của xứ sở Hà Lan nhưng ngày nay đã được phụ nữ khắp nơi trên thế giới yêu thích bởi nét đẹp vừa giản dị nhưng lại vừa kiêu sa, vừa gần gũi mà cũng có phần xa cách. Hoa Tulip tượng trưng thịnh vượng và tình yêu bền đẹp. Các nghệ nhân của Minh Long đã dùng hình ảnh hoa Tulip để chế tác nên dòng sản phẩm bộ trà Tulip với những cách điệu nhẹ nhàng. Bộ trà Tulip tạo điểm nhấn bởi những đường vân trang trí mảnh mai, thiết kế độc đáo với kiểu dáng thon dần về phía đáy.",
            "origin": "Việt Nam",
            "price": 30000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "",
            "best-seller": "Hot"
        },
        {
            "name": "Bát Hoàng Cung - Hồn Việt",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/031122038__1__1a50016e5d7c48fe97c73229bce2e122_grande.png?v=1729823381333",
            "description": "Hoàng Cung là dãy sản phẩm cao cấp của Minh Long, mang phong cách cung đình, vương tộc nhưng vẫn đậm đà hình ảnh văn hóa dân gian Việt Nam. Sự sáng tạo nghệ thuật thể hiện ở từng nét vẽ có tính thẩm mỹ riêng tạo nên phần hồn, chiều sâu văn hóa của từng sản phẩm.",
            "origin": "Việt Nam",
            "price": 20000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "",
            "best-seller": "Hot"
        },
        {
            "name": "Bát Hoàng Cung - Hoàng Liên",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/807_2_e7acb0dd22624c1eb0cde4d31f6a9ac0_grande.png?v=1729823443636",
            "description": "Bộ sản phẩm Hoàng Liên được thiết kế đẳng cấp với phong cách hoàng gia, gồm nhiều sản phẩm với đầy đủ các chức năng phục vụ bữa tiệc sang trọng, quyền quý nhất. Nét vương giả từ các họa tiết đặc trưng, truyền thống Việt Nam (hoa sen, dương xỉ, linh vật đầu rồng mỏ phượng) được nghệ thuật hóa khéo léo trên nền vàng trang nhã, giúp Hoàng Liên toát lên vẻ đẹp tinh tế, phú quý mang đẳng cấp quốc tế.",
            "origin": "Việt Nam",
            "price": 30000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Bát Loa Kèn - Trắng",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/031113000__1__c67c94a5038d438999a2bb3794193cf0_grande.png?v=1729823609128",
            "description": "Hoa loa kèn tạo cho một vẻ đẹp thơ mộng và lãng mạn. Từng cánh hoa uyển chuyển vươn mình khoe sắc làm toát lên vẻ đẹp kiêu sa, lộng lẫy nhưng cũng không kém phần dịu dàng, tỉ mỉ của người phụ nữ mỗi khi vào bếp. Bằng những sáng tạo mang tính nghệ thuật chân thực từ cuộc sống, các nghệ nhân tài hoa của Minh Long I đã tạo ra nét đặc trưng riêng biệt cho bộ sản phẩm, đồng thời gửi trao thông điệp hãy trân quý tình yêu thương của người phụ nữ đối với gia đình và trân trọng những khoảnh khắc sum vầy.",
            "origin": "Việt Nam",
            "price": 38250,
            "old-price": 45000,
            "id": 3,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bát - Jasmine - Trắng",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/031006000__1__3b32beb509f647bc9e8e1a31bab4fd6e_grande.png?v=1729822774105",
            "description": "Dãy sản phẩm Jasmine đa dạng các kiểu dáng với chất liệu men sứ sáng bóng, láng mịn được nung ở nhiệt độ cao. Không họa tiết cầu kỳ nhưng các sản phẩm Jasmine luôn được lòng khách bởi màu sắc trang nhã, dù là trắng trơn hay viền chỉ vàng, chỉ xanh dương đều giúp lưu giữ vị ngon của tách trà nóng, của món ăn ngon và khơi gợi cảm hứng cho người thưởng thức.",
            "origin": "Việt Nam",
            "price": 245000,
            "old-price": null,
            "id": 4,
            "discount": -15,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Bát - Hoàng Cung - Quốc Sắc",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/031122068_44f03b18872f4ad5b99c303397de8a29_grande.png?v=1729822842270",
            "description": "Hoàng Cung là dãy sản phẩm cao cấp của Minh Long, mang phong cách cung đình, vương tộc nhưng vẫn đậm đà hình ảnh văn hóa dân gian Việt Nam. Sự sáng tạo nghệ thuật thể hiện ở từng nét vẽ có tính thẩm mỹ riêng tạo nên phần hồn, chiều sâu văn hóa của từng sản phẩm.",
            "origin": "Việt Nam",
            "price": 867240,
            "old-price": null,
            "id": 5,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bát cơm Chỉ Vàng",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/a001_031196014_02_c0e5c9d9d2a04b04b1d93cd9b895673c_grande.png?v=1729822897428",
            "description": "Từ lâu, hoa sen luôn được dùng để thờ cúng Đức Phật, ông bà tổ tiên, dâng lên cha mẹ nhằm bày tỏ niềm tôn kính tuyệt đối và lòng hiếu hạnh. Từ những ý tưởng tốt đẹp đó, Minh Long I đã khéo léo chọn hoa sen làm họa tiết trang trí chủ đạo trên nhiều dòng sản phẩm, trong đó có Sen IFP. Trên nền men ngà sang trọng, nét vẽ hoa sen lúc dứt khoát, lúc lướt nhẹ bay cao nhưng đều toát lên một dáng vẻ an nhiên, tự tại mà những nghệ nhân yêu nghề đã tỉ mẩn khắc họa trong mỗi sản phẩm. Thưởng thức ẩm thực với Sen IFP cũng là tự thưởng cho mình những giây phút thư thái, bình yên trong tâm hồn.",
            "origin": "Việt Nam",
            "price": 245000,
            "old-price": null,
            "id": 6,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bát - Camellia - Hoa Mai",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/a001_031119478_02_ed551914944b4c9bbf8b5dd8e4ba9f7a_grande.png?v=1729822994375",
            "description": "Mai vàng rực rỡ của miền Nam được ví như biểu tượng của sự may mắn, thịnh vượng. Cứ mỗi độ mai vàng khoe sắc thắm, người người lại rạo rực, hân hoan về một mùa xuân mới. Từ ý nghĩa đó, Minh Long nghệ thuật hóa sinh động vẻ đẹp của loài hoa đặc trưng này lên bộ bàn ăn, với những cánh hoa bung nở tròn đầy như gửi lời chúc một năm mới tài lộc, may mắn.",
            "origin": "Việt Nam",
            "price": 45000,
            "old-price": null,
            "id": 8,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bát - Jasmine - Chỉ Xanh Lá",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/031106009__1__0e914e58a9a1493cb9f6d45e2cb3a54d_grande.png?v=1729823041167",
            "description": "Sự phối kết giữa men sứ trắng và đường chỉ xanh lá chưa bao giờ lỗi mốt và đã tạo cho Jasmine Chỉ xanh lá điểm nhấn đặc biệt bởi nét mềm mại, thanh thoát mà sang trọng, tô điểm không gian ẩm thực thêm phần tươi mát và mới mẻ. Sản phẩm được nung ở nhiệt độ cao, không chứa chì, không cadmium, phù hợp sử dụng trong gia đình hoặc làm quà tặng cho người thân, bạn bè...",
            "origin": "Việt Nam",
            "price": 24000,
            "old-price": 30000,
            "id": 9,
            "discount": -20,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Bát vuông - Gourmet - Trắng Ngà",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/591002000__1__0433b361c2b34191a8ccf3445bc2cd9c_grande.png?v=1729823112062",
            "description": "Sản phẩm thuộc bộ sưu tập Gourmet Ly's với màu trắng ngà sang trọng có nhiều kiểu dáng lạ mắt như dĩa chia ngăn tiện lợi, dĩa hình hạt lúa độc đáo, dĩa tam giác bo tròn phá cách, hay tô súp cắt nửa nghệ thuật đã phá vỡ mọi định kiến hình dáng về thiết kế tô - chén - dĩa từ trước đến nay. Bộ sưu tập Gourmet khơi nguồn cảm hứng cho bạn trong việc trang trí món ăn.",
            "origin": "Việt Nam",
            "price": 20000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "",
            "best-seller": "Hot"
        },
        {
            "name": "Bát tam giác - Gourmet - Trắng Ngà",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/591003000__1__9b7a477e420b42339bb022e59c28c642_grande.png?v=1729823173296",
            "description": "Sản phẩm thuộc bộ sưu tập Gourmet Ly's với màu trắng ngà sang trọng có nhiều kiểu dáng lạ mắt như dĩa chia ngăn tiện lợi, dĩa hình hạt lúa độc đáo, dĩa tam giác bo tròn phá cách, hay tô súp cắt nửa nghệ thuật đã phá vỡ mọi định kiến hình dáng về thiết kế tô - chén - dĩa từ trước đến nay. Bộ sưu tập Gourmet khơi nguồn cảm hứng cho bạn trong việc trang trí món ăn.",
            "origin": "Việt Nam",
            "price": 20000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "",
            "best-seller": "Hot"
        },
        {
            "name": "Bát Vinh Quy Nhạt",
            "category": "Bát",
            "img": "https://product.hstatic.net/200000532849/product/031006197__1__221a553a6a9e4f77ae030a07661817be_grande.png?v=1729823231418",
            "description": "Vinh quy nhạt tái hiện vẹn nguyên tục lệ Vinh quy bái tổ với thứ tự cờ quạt, cờ biển vua ban, trạng nguyên cưỡi ngựa lọng che trên đầu về quê bái kiến tổ tiên. Mỗi hình ảnh đều được các nghệ nhân tài hoa khắc họa một cách chi tiết, rõ nét nhằm gửi gắm thông điệp từ nhà chế tác: Con người dù thành công đến đâu cũng luôn nhớ về cội nguồn, luôn biết ơn đấng sinh thành và những ai đã giúp đỡ mình.",
            "origin": "Việt Nam",
            "price": 20000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "New",
            "best-seller": "Hot"
        }
    ],
    "plate": [
        {
            "id": 1,
            "name": "Đĩa sâu lòng - Đại Dương Sương Mờ",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/632139518-1-sm_64c3d43232784a71b9ae89d38173e22a_grande.png?v=1729823781172",
            "description": "Lớp men mượt mờ nhưng không nhám, không bóng nhưng vẫn láng, không chỉ kích thích giác quan đặc biệt của người sử dụng trên những hoạ tiết giàu ý nghĩa mà còn giữ nguyên “tính sạch hoàn mĩ”, dễ dàng vệ sinh sau khi dùng, hạn chế tối đa các vết trầy xước cùng độ mới bền lâu…",
            "origin": "Việt Nam",
            "price": 480000,
            "old-price": null,
            "discount": null,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Đĩa - Hoàng Cung - Lạc Hồng",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/906_2_c13111e67e8c49ba974cfb84b096b827_grande.png?v=1729824074974",
            "description": "Lạc Hồng với ý nghĩa bay lên từ cội nguồn dân tộc. Minh Long đã cho ra đời dòng sản phẩm Lạc Hồng mang thông điệp ngàn xưa từ những gì đẹp đẽ, linh thiêng cho tâm hồn và khát vọng bay lên, là niềm tự hào sáng tạo và thăng hoa suốt ngàn đời của dân tộc vào bữa ăn hàng ngày của gia đình nhằm nhắc nhớ con cháu luôn hướng về cội nguồn dân tộc và mang đến cho gia đình bữa cơm thêm trọn vị, ấm cúng hơn. Sản phẩm có lối thiết kế tinh tế, trang nhã. Trên nền sứ sáng bóng, các họa tiết, hoa văn được trang trí bằng vàng 24k trên tông xanh cobalt (blue Huế) đặc trưng, mang ý nghĩa thịnh vượng và sang trọng.",
            "origin": "Việt Nam",
            "price": 123250,
            "old-price": 145000,
            "id": 5,
            "discount": -15,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Đĩa - Hoàng Cung - Sen Ngọc",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/041370456__1__83a5565f17af45f9982999084de36b7f_grande.png?v=1729824133136",
            "description": "Sen Ngọc là một trong những tuyệt tác của Minh Long khi sử dụng hoa sen làm họa tiết trang trí chủ đạo. Trên nền men sáng bóng, sen - loài hoa có nhiều phẩm chất cao quý đang vươn mình khoe sắc. Những cánh hoa bung tròn ôm trọn nhụy tạo nên một vẻ đẹp thơ mộng nhưng vẫn giữ được nét tinh tế, thanh cao. Búp hoa và chồi non tràn nhựa sống, vươn lên như sự tiếp nối truyền thống thế hệ sau. Ngắm Sen ngọc là ngắm bức tranh thiên nhiên chan hòa sắc màu và căng tràn sức sống, gợi cho khách thưởng lãm cảm xúc tươi mới, yên bình.",
            "origin": "Việt Nam",
            "price": 130500,
            "old-price": 145000,
            "id": 6,
            "discount": -20,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Đĩa - Hoàng Cung - Hồn Quê Vàng",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/895_2_febeac424aa64a9d8a5d3e8be3d88386_grande.png?v=1729824179405",
            "description": "Hoàng Cung là dãy sản phẩm cao cấp của Minh Long, mang phong cách cung đình, vương tộc nhưng vẫn đậm đà hình ảnh văn hóa dân gian Việt Nam. Sự sáng tạo nghệ thuật thể hiện ở từng nét vẽ có tính thẩm mỹ riêng tạo nên phần hồn, chiều sâu văn hóa của từng sản phẩm. Bộ trà Hồn Quê vàng tái hiện một khung cảnh làng quê yên bình và trong trẻo đến vô ngần với những hình ảnh mang đậm bản sắc văn hóa Việt Nam như: lũy tre làng, cánh cò quê hương, cảnh sinh hoạt làng quê... được điểm xuyết thêm vàng 24k sang trọng.",
            "origin": "Việt Nam",
            "price": 157250,
            "old-price": 185000,
            "id": 7,
            "discount": -15,
            "sale": "New",
            "best-seller": ""
        },
        {
            "id": 2,
            "name": "Đĩa tròn - Đại Dương Sương Mờ",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/542732518-1-sm_fcbc1a7bf4fb4ab18c4680adeeec5f91_grande.png?v=1729823836736",
            "description": " Lớp men mượt mờ nhưng không nhám, không bóng nhưng vẫn láng, không chỉ kích thích giác quan đặc biệt của người sử dụng trên những hoạ tiết giàu ý nghĩa mà còn giữ nguyên “tính sạch hoàn mĩ”, dễ dàng vệ sinh sau khi dùng, hạn chế tối đa các vết trầy xước cùng độ mới bền lâu…",
            "origin": "Việt Nam",
            "price": 80000,
            "old-price": null,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Đĩa tròn - Đại Dương Sương Mờ",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/542532518-1-sm_69260b677a2b4abf9742d62ac28ac08b_grande.png?v=1729823903420",
            "description": " Lớp men mượt mờ nhưng không nhám, không bóng nhưng vẫn láng, không chỉ kích thích giác quan đặc biệt của người sử dụng trên những hoạ tiết giàu ý nghĩa mà còn giữ nguyên “tính sạch hoàn mĩ”, dễ dàng vệ sinh sau khi dùng, hạn chế tối đa các vết trầy xước cùng độ mới bền lâu…",
            "origin": "Việt Nam",
            "price": 1880000,
            "old-price": null,
            "id": 3,
            "discount": null,
            "sale": "",
            "best-seller": ""
        },
        {
            "name": "Đĩa Gastroline - Kim Ngọc",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/632327488-sm_4d045abab1ce4e64b8fdee27e39c6389_grande.png?v=1729824010228",
            "description": "Bộ sản phẩm Gastroline Kim Ngọc toát lên vẻ đẹp hiện đại và cuốn hút trong từng đường nét, tạo nên bức tranh sống động cho không gian ẩm thực. Với gam màu hiện đại, kiểu dáng thanh thoát phù hợp nhiều phong cách ẩm thực, Gastroline Kim Ngọc là nguồn cảm hứng bất tận cho đầu bếp thỏa thức sáng tạo và biến tấu món ăn thành một tác phẩm nghệ thuật.",
            "origin": "Việt Nam",
            "price": 235000,
            "old-price": null,
            "id": 4,
            "discount": null,
            "sale": "",
            "best-seller": ""
        },
        {
            "name": "Đĩa - Hoàng Cung - Sen Vàng",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/894_2_7fd7a46512f94af1bb680919c06b30a4_grande.png?v=1729824226717",
            "description": "Khoác lên vẻ truyền thống, nền nã của loài hoa Á Đông nhưng lại không kém phần tinh tế hiện đại, những cánh sen bung tròn, phúc hậu ôm lấy nhụy đã được tái hiện sống động bằng màu xanh cobalt đặc trưng của cung đình Huế. Bức tranh chân thực và sống động về lá, cỏ và hoa sen như đưa người ngắm về với một làng quê Việt Nam vốn yên bình, trù phú... Nghệ nhân cũng khéo léo tạo nét vương giả bằng những chi tiết vẽ vàng 24k uyển chuyển trên từng cánh hoa, vành, tay cầm và nắp tạo nên sắc màu lấp lánh dưới sự phản chiếu của ánh sáng. Bộ sản phẩm thích hợp cho những buổi sum họp thân tình trong không gian yên bình, thư giãn vừa gần gũi vừa sang trọng.",
            "origin": "Việt Nam",
            "price": 95000,
            "old-price": null,
            "id": 8,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Đĩa Hoàng Cung - Hồn Việt Vàng",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/908_1_6bc8c3c418e4485db1ff9dc5a4bbbeab_grande.png?v=1729824284662",
            "description": "Hoàng Cung là dãy sản phẩm cao cấp nhất của Minh Long, mang phong cách cung Đình, vương tộc nhưng vẫn đậm đà hình ảnh văn hóa dân gian Việt Nam. Sự sáng tạo nghệ thuật thể hiện ở từng nét vẽ có tính thẩm mỹ riêng tạo nên phần hồn, chiều sâu văn hóa của từng sản phẩm. Bộ trà Hoàng Cung Hồn Việt vàng khắc họa sinh động những hoa văn đậm chất làng quê Việt và đời sống sinh hoạt của người dân, tái hiện hình ảnh một Việt Nam giàu bản sắc, thuần hậu. Những họa tiết cũng được trang trí vàng khéo léo nhằm tôn lên nét sang trọng, độc đáo của sản phẩm.",
            "origin": "Việt Nam",
            "price": 16000,
            "old-price": 20000,
            "id": 9,
            "discount": -15,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Đĩa Trắng Ngà",
            "category": "Đĩa",
            "img": "https://product.hstatic.net/200000532849/product/thiet_ke_chua_co_ten__5__055dff4d4db748d4b8ec655564904c73_grande.png?v=1729825101527",
            "description": "Hoa Mẫu Đơn có vẻ đẹp vừa quyến rũ, sang trọng vừa tao nhã, nhẹ nhàng, cánh hoa mỏng manh và nhiều lớp. Các nghệ nhân Minh Long đã đưa những đường cong uốn lượn mềm mại của hoa mẫu đơn vào trong chi tiết thiết kế ở vành ly và tay cầm của bộ trà Mẫu Đơn IFP.",
            "origin": "Việt Nam",
            "price": 25000,
            "old-price": null,
            "id": 10,
            "discount": null,
            "sale": "New",
            "best-seller": "Hot"
        }
    ],
    "cupWithLid": [
        {
            "id": 1,
            "name": "Âu Hoàng Cung - Quốc Sắc",
            "category": "Âu",
            "img": "https://product.hstatic.net/200000532849/product/062224068_97f9d4cb46f5489fb4b1f1b2ac8104ec_grande.png?v=1729825383626",
            "description": "Hoàng Cung là dãy sản phẩm cao cấp của Minh Long, mang phong cách cung đình, vương tộc nhưng vẫn đậm đà hình ảnh văn hóa dân gian Việt Nam. Sự sáng tạo nghệ thuật thể hiện ở từng nét vẽ có tính thẩm mỹ riêng tạo nên phần hồn, chiều sâu văn hóa của từng sản phẩm.",
            "origin": "Việt Nam",
            "price": 15206400,
            "old-price": 16000000,
            "discount": -20,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "id": 2,
            "name": "Âu Hoàng Cung - Sen Ngọc Bích",
            "category": "Âu",
            "img": "https://product.hstatic.net/200000532849/product/tho-22-cm-nap-hoang-cung-sen-ngoc-bich_062224487-sm-01_e940ef50df01407a911ad6c27d3b215a_grande.png?v=1729825471629",
            "description": "Bộ sản phẩm Sen Ngọc Bích Nghệ thuật hóa hình ảnh quốc hoa Việt Nam, vốn là biểu trưng của nét đẹp giản dị và thanh khiết, nghệ thuật lại trên sứ đầy khéo léo, uyển chuyển, kết hợp cùng màu xanh ngọc bích trang nhã, thanh lịch tạo nên bộ bàn ăn mang nét đẹp tinh tế và thấm đượm hồn Việt. Trên nền xanh ngọc bích quý phái, cùng sắc vàng vương giả, sang trọng, họa tiết sen được khắc họa một cách sinh động với các đường nét thanh thoát, sắc sảo, đầy hồn sắc. Với thiết kế sang trọng, hiện đại, bộ sản phẩm thích hợp bày trí trong nhiều không gian, đồng thời thể hiện gu thẩm mỹ, sự sáng tạo và phong cách riêng của chủ sở hữu.",
            "origin": "Việt Nam",
            "price": 19008000,
            "old-price": null,
            "discount": -20,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Âu Hoàng Cung - Sen Vàng",
            "category": "Âu",
            "img": "https://product.hstatic.net/200000532849/product/a001_062224345_1_c7e55b4f17b542e9952709accd26bd5c_large.png",
            "description": "Hoàng Cung là dãy sản phẩm cao cấp của Minh Long, mang phong cách cung đình, vương tộc nhưng vẫn đậm đà hình ảnh văn hóa dân gian Việt Nam. Sự sáng tạo nghệ thuật thể hiện ở từng nét vẽ có tính thẩm mỹ riêng tạo nên phần hồn, chiều sâu văn hóa của từng sản phẩm. Bộ trà Sen vàng khắc họa những cánh sen bung tròn, phúc hậu ôm lấy nhụy qua nét vẽ quý phái với tông màu xanh cổ xưa đặc trưng của cung đình Huế. Những chi tiết mạ vàng 24k uyển chuyển trên từng cánh hoa, vành, tay cầm và nắp giúp sản phẩm thêm phần cao quý. Hoàng Cung Sen Vàng thích hợp cho những buổi đón tiếp khách mời quan trọng của gia đình.",
            "origin": "Việt Nam",
            "price": 3207600,
            "old-price": null,
            "id": 3,
            "discount": null,
            "sale": "",
            "best-seller": "Hot"
        },
        {
            "name": "Âu Hoàng Cung - Lạc Hồng",
            "category": "Âu",
            "img": "https://product.hstatic.net/200000532849/product/a001_062224208_1_c2d20fa80fc14b8da31cefe179bfccf3_grande.png?v=1729825632435",
            "description": "Lạc Hồng với ý nghĩa bay lên từ cội nguồn dân tộc. Minh Long đã cho ra đời dòng sản phẩm Lạc Hồng mang thông điệp ngàn xưa từ những gì đẹp đẽ, linh thiêng cho tâm hồn và khát vọng bay lên, là niềm tự hào sáng tạo và thăng hoa suốt ngàn đời của dân tộc vào bữa ăn hàng ngày của gia đình nhằm nhắc nhớ con cháu luôn hướng về cội nguồn dân tộc và mang đến cho gia đình bữa cơm thêm trọn vị, ấm cúng hơn. Sản phẩm có lối thiết kế tinh tế, trang nhã. Trên nền sứ sáng bóng, các họa tiết, hoa văn được trang trí bằng vàng 24k trên tông xanh cobalt (blue Huế) đặc trưng, mang ý nghĩa thịnh vượng và sang trọng.",
            "origin": "Việt Nam",
            "price": 2494800,
            "old-price": null,
            "id": 4,
            "discount": -20,
            "sale": "New",
            "best-seller": "Hot"
        },
        {
            "name": "Âu Hoàng Cung - Hồn Việt",
            "category": "Âu",
            "img": "https://product.hstatic.net/200000532849/product/a001_062224038_2_f7e1363ae0f5419abc7329fba3fd5d22_grande.png?v=1729825703973",
            "description": "Bộ sản phẩm Hoàng Cung - Hồn Việt khắc họa chân thật hình ảnh làng quê Việt và đời sống sinh hoạt của người dân một cách sinh động và tinh tế. Sở hữu bộ sản phẩm Hoàng Cung - Hồn Việt chính là sự trân trọng, tôn vinh giá trị bản sắc văn hóa Việt và niềm ước vọng về sự trường tồn, phồn thịnh của dân tộc.",
            "origin": "Việt Nam",
            "price": 3540240,
            "old-price": null,
            "id": 5,
            "discount": -20,
            "sale": "",
            "best-seller": "Hot"
        }
    ],
    "teaSet": [
        {
            "id": 1,
            "name": "Bộ trà Hoàng Cung - Huyền Liên",
            "category": "Bộ Trà",
            "img": "https://product.hstatic.net/200000532849/product/bo-tra-13-l-hoang-cung-huyen-lien_01134046703-sm-01_28e1e21f102c48b38b19fbd0f17ca8a2_grande.png?v=1729825871628",
            "description": "Bộ sản phẩm Huyền Liên lấy cảm hứng từ vẻ đẹp truyền thống nhưng không kém phần tinh tế của loài hoa Á Đông. Những cánh hoa sen bung tròn, thể hiện trọn vẹn sự sống động bằng sắc đen quý phái. Những chi tiết vẽ vàng 24k uyển chuyển trên từng cánh hoa, vành, tay cầm và nắp giúp sản phẩm thêm phần cao quý. Huyền Liên thích hợp cho những buổi đón tiếp khách mời quan trọng của gia đình. Sản phẩm giữ nhiệt ổn định, giúp thức uống nóng lâu và lưu giữ hương vị thơm ngon đặc trưng. Bộ trà Huyền Liên cũng là chế tác đặc biệt dành tặng Nguyên Thủ các quốc gia ASEAN 2020.",
            "origin": "Việt Nam",
            "price": 61236000,
            "old-price": null,
            "discount": -10,
            "sale": "New",
            "best-seller": ""
        },
        {
            "id": 2,
            "name": "Bộ trà Sen - Men Ngọc Sương Mờ (Trang Trí Vàng)",
            "category": "Bộ Trà",
            "img": "https://product.hstatic.net/200000532849/product/bo-tra-07-l-k2-sen-men-ngoc-suong-mo-vang_687063522v03-sm-01_9c37014ffb2c4fd9ba96ec4405167d1c_grande.png?v=1729825948972",
            "description": "Bộ trà sen men ngọc sương mờ tựa một bức tranh nghệ thuật sống động, toát ra từ vẻ đẹp thuần khiết của hoa sen (quốc hoa Việt Nam) cùng sự mềm mại và sâu lắng đặc trưng của men ngọc sương mờ. Đây cũng là màu men đòi hỏi rất nhiều thử thách, khó chinh phục nhất trong lịch sử gốm sứ.",
            "origin": "Việt Nam",
            "price": 4860000,
            "old-price": null,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bộ trà Thanh Trúc",
            "category": "Bộ Trà",
            "img": "https://product.hstatic.net/200000532849/product/bo-tra-07-l-mau-don-ifp-thanh-truc_68701317603-sm-01_b5378b36aa1b4c9c9b39a73d6eb5a62f_grande.png?v=1729826035104",
            "description": "Hoa Mẫu Đơn có vẻ đẹp vừa quyến rũ, sang trọng vừa tao nhã, nhẹ nhàng, cánh hoa mỏng manh và nhiều lớp. Các nghệ nhân Minh Long đã đưa những đường cong uốn lượn mềm mại của hoa mẫu đơn vào trong chi tiết thiết kế ở vành ly và tay cầm của bộ trà Mẫu Đơn IFP.",
            "origin": "Việt Nam",
            "price": 1701000,
            "old-price": null,
            "id": 3,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        },
        {
            "name": "Bộ trà Đài Các - Trang Trí Bạch Kim",
            "category": "Bộ Trà",
            "img": "https://product.hstatic.net/200000532849/product/bo-tra-13l-dai-cac-ifp-ttri-bach-kim_01134626603-sm-01_fe92c95262c54a42b61fd3ea5d728250_grande.png?v=1729826101913",
            "description": "Bộ sản phẩm Đài các toát lên vẻ đẹp kiêu sa, lộng lẫy theo phong cách quyền quý hoàng gia. Bộ sản phẩm có kiểu dáng sang trọng, nhiều đường nét được cách điệu, uốn lượn với dáng điệu mềm mại, mảnh mai. Cái tài của các nghệ nhân là đã khéo léo viền chỉ vàng ở những điểm nổi bật như vành chén, vành đĩa, tay cầm và nắp bình trà, trong đó nổi bật là núm sen vàng sang trọng. Hoa văn được nhấn nhá bằng những đường viền óng ánh vô cùng đẹp mắt, , càng tôn lên vẻ đẹp đẳng cấp của không gian ẩm thực cũng như phong cách thẩm mỹ của chủ sở hữu.",
            "origin": "Việt Nam",
            "price": 7550000,
            "old-price": null,
            "id": 4,
            "discount": null,
            "sale": "New",
            "best-seller": ""
        }
    ]
}
